# список образовательных программ
programs = ["Экономика", "Бизнес-информатика", "Туризм"]

# список дисциплин
subjects =["Эконометрика", "Базы данных", "Теория игр", 
           "Программирование на Python"]

# Словарь с описанием дисциплины
subject_dict = {
    "Эконометрика": "наука, изучающая количественные и качественные экономические взаимосвязи с помощью статистических и других математических методов и моделей.",
    "Базы данных": "упорядоченный набор структурированной информации или данных, которые обычно хранятся в электронном виде в компьютерной системе.",
    "Теория игр": "математический метод изучения оптимальных стратегий в играх.",
    "Программирование на Python": "высокоуровневый язык программирования общего назначения, который используется в том числе и для разработки веб-приложений."
}